Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E10D.tmx
Source language: en_us
Languages: zh_cn

source: Decorating With Orange: How to Incorporate a Risky Color, Tastefully
zh_cn: 橙色让你的房间亮起来

source: If you've paid attention to fashion runways and magazines at all this year, you've probably noticed a lot of orange.
zh_cn: 如果你一整年都在关注时尚走向，你可能会看到许多橙色。

source: This warm color, and its many hues, has been somewhat of an "it" color for the past couple of years - from pink-orange corals to yellow-orange and golden variants, it's everywhere from walls, to beds and cushions.
zh_cn: 近两年来，这种暖色调以及许多色调几乎成了“专用”色彩——从橘粉色的珊瑚到橙色和金色的变体，它从墙壁到床上再到垫子，无处不在。

source: Regardless of how popular this color may be on Parisian catwalks, many people are still wary of implementing this color into their home decor.
zh_cn: 不管这种颜色在巴黎的小道上多么流行，许多人仍不敢把这种色彩加入房间。

source: However, while orange may seem a bit zany, there are plenty of ways to integrate this color stylishly.
zh_cn: 尽管橙色看似有点古怪，可有很多方法来时髦地整合这种色彩。

source: Here are a few tips!
zh_cn: 以下是几个小窍门！

source: If you're a little shy about bringing orange into your home, start by adding touches of orange into outdoor spaces.
zh_cn: 1、如果你害怕把橙色带入你家，可以先在室外空间添加橙色高光。

source: One thing to note about orange is that it is a very energetic and lively color.
zh_cn: 注意，橙色代表积极和活力。

source: Thus, it works well in places where you anticipate lots of activity - such as your outdoor patio space or sun room.
zh_cn: 所以，它可以在你参与许多活动的地方出现——比如，你的露天天台或日光室。

source: Use the color in the form of eye-catching Chinese lanterns and patio furniture cushions.
zh_cn: 可以在引人注目的灯笼和露台垫子上使用这种色彩。

source: Find the right shade.
zh_cn: 2、找出合适的明暗度。

source: There are so many different types of oranges available that it's nearly impossible not to find at least one that suits your taste.
zh_cn: 橙色有许多不同的类型，所以你可以至少找到一种合乎品味的颜色。

source: In the bedroom, a burnt orange accent wall can add a sensual flare while bright, friendly golden orange patterned throw pillows can fit nicely in your living room space.
zh_cn: 卧室里，鲜橙色高光墙不仅给你带来明亮，还能激发你的情感，金橙色带有图案的抱枕可以搭配你的起居室。

source: Remember that the shade of orange you choose can change the entire mood of a room.
zh_cn: 记住，你选择的橙色度会改变房间的整个氛围。

source: Use orange as part of an overall theme.
zh_cn: 3、将橙色作为主题的一部分。

source: Contrary to popular beliefs, themed rooms don't have to be tacky.
zh_cn: 人们普遍认为，主题房间应该严肃，可实际上没必要如此。

source: Combine your orange with Earth tones for a Southwestern flare, or add in some deep blues to bring your tropical theme to life.
zh_cn: 将橙色与大地色混合搭配成西南风，或添加深蓝色，可给你的热带主题带来勃勃生机。

source: Orange can bring great dimension to a room, so don't be afraid to add it to your design.
zh_cn: 橙色可以给房间带来宽敞舒适之感，所以赶快把它加入你的设计吧。
